import React from 'react'

const TermsConditions = () => {
    return (
        <div className="w-100">
            <h2 className="text-center">باسمه تعالی</h2>
            <h4 className="text-center">قوانین و ضوابط حاکم بر سایت </h4>

            <h5 className="text-danger">لازم است کاربران گرامی موارد زیر را جهت استفاده مناسب از خدمات سایت به دقت ملاحظه فرمایند.</h5>

            <div>
                <p className="text-start">
                    ماده 1 ) مقدمه : ورود کاربران به  و یا استفاده از پروفایل شخصی، طرح‏‌های تشویقی، ویدئوها، کلیپ ها و سایر خدمات ارائه شده توسط مجموعه «مارول» به معنای آگاه بودن و پذیرفتن شرایط و قوانین و همچنین استانداردهای نحوه استفاده از خدمات سایت است. تمامی این ضوابط و مقررات لازم است مورد مطالعه کاربران قبل از استفاده از فضای در اختیار و خدمات سایت قرار گیرد. معیار احراز این مطالعه و آگاهی نیز استفاده کاربر از سایت می باشد که به منزله صراحت در پذیرش مقررات است. لازم به ذکر است ثبت سفارش نیز در هر زمان به معنی پذیرفتن کامل کلیه شرایط و قوانین از سوی کاربر است.
                </p>
            </div>
            <div className="my-2">
                <p className="text-start">ماده 2) تعاریف
                    : <br /> مطابق قانون تجارت الکترونیک و به منظور شفاف سازی اطلاعات و برداشت مشترک از واژه‌های به کار رفته ، تعاریف کلمات مندرج در متن به شرح زیر ارائه می شوند:
                    ۱-۱-فروشگاه: فروشگاه اینترنتی مارول به عنوان فروشنده
                    <br />1-2-سایت : وب سایت فروشگاه اینترنتی  به آدرس  https://academymarvel.com
                    <br />1-3-محتوای سایت : کلیه اطلاعات من‌جمله قیمت، متن، عکس، فیلم و مشخصات فنی محصولات یا کلیه مقالات و اخبار و فایل های تصویری یا صوتی درج شده در سایت
                    <br />1-4-کاربر میهمان: هر فردی که از طریق اینترنت وارد سایت  شده باشد، کاربر میهمان تلقی می شود.
                    <br />1-5-عضو: هر شخص حقیقی که بنا بر مشخصات هویتی قابل استناد به عضویت سایت درآمده باشد، عضو تلقی می شود.
                    <br />1-6-مشتری: کاربر یا عضوی که از سایت خرید می نماید.
                    <br />1-7-سفارش: کالا یا کالاهایی که مشتری انتخاب و با تکمیل فرآیند سفارش گذاری در سایت ، قصد خرید آنها را اعلام می نماید.
                </p>
            </div>

            <div>
                <p className="text-start my-2">
                    ماده 3)انعقاد عقد<br/>
                    قرارداد آنلاین قراردادی است که از طریق “داده پیام” منعقد می گردد. ثبت هر گونه سفارش به منزله آگاهی و قبول قوانین سایت بوده و لذا مشتری موظف است قبل از هر گونه ثبت سفارش این قوانین را به دقت مطالعه و در صورتیکه با آنها موافق است، سفارش خود را ثبت نماید. برای خرید از سایت سن قانونی(۱۸ سال تمام) الزامی بوده و در غیر اینصورت می بایست خرید از سایت توسط والدین یا قیم قانونی انجام شود. نظر به اینکه امکان اعتبار سنجی این موارد از طرف سایت و مدیریت آن بواسطه طبع کار وجود ندارد لذا مسئولیت این امر و عواقب و مسئولیت های عدم رعایت این امر راساً بر عهده مشتری و یا ولیّ قهری یا نمایندگان قانونی اشخاص خواهد بود. در صورتی که از عدم رعایت این ضابطه خسارتی قراردادی یا غیر قراردادی به محموعه سایت و عوامل آن وارد گردد، مسئولیت جبران خسارت بر عهده مشتری و ولی قهری و سایر اشخاصی است که بر کاربر مربوطه اقتدار مدیریت و یا نظارت داشته باشند.

                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 4 ) راه های ارتباط الکترونیکی سایت : هنگامی که کاربر از سرویس‌‏ها و خدمات سایت استفاده می‏‌کند، سفارش اینترنتی خود را ثبت یا خرید می‏‌کند و یا به پشتیبانی سایت ایمیل می‏‌زند و یا به هر نحو دیگری از طریق داده پیام با مجموعه وارد ارتباط می گردد، این ارتباطات به صورت الکترونیکی انجام می‏‌شود و در صورتی که درخواست کاربر با رعایت کلیه اصول و رویه‏‌ها باشد، در واقع کاربر تقاضا و موافقت می‌‏کند که مجموعه «مارول» به صورت الکترونیکی (از طریق پست الکترونیکی، سرویس پیام کوتاه و سایر سرویس‌های الکترونیکی) به درخواست ایشان پاسخ دهد. همچنین آدرس ایمیل و تلفن‌هایی که مشتری در پروفایل خود ثبت می‌کند، تمام مکاتبات و پاسخ‌های سایت از طریق آنها صورت می‌گیرد. ماده 4) ثبت سفارش و انجام خرید : کاربران در هنگام ثبت سفارش می بایست اطلاعات خود را دقیق وارد فرم مربوطه نمایند، در غیر اینصورت مسئولیت بروز هر گونه مشکل و ضرر و زیان احتمالی بر عهده ایشان می باشد. بنابراین درج آدرس، ایمیل و شماره تماس‌های همراه و ثابت توسط مشتری، به منزله مورد تایید بودن صحت آنها است و در صورتی که این موارد به صورت صحیح یا کامل درج نشده باشد و یا پس از درج، به هر دلیلی تغییر نمایند یا نسبت به کاربر قابل استناد نباشند، مسئولیت و عواقب این نقص بر عهده کاربر است و مجموعه نیز در صورت امکان و جهت اطمینان از صحت و قطعیت ثبت سفارش می‌تواند از مشتری، اطلاعات تکمیلی و بیشتری درخواست کند.
                </p>
            </div>

            <div>
                <p className="text-start">ماده 5) ایام کاری جهت ارسال کالا : روز کاری به معنی روز شنبه تا پنج شنبه هر هفته، به استثنای تعطیلات عمومی در کشور است.</p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 6) ضوابط انصراف مشتری از خرید : در صورتی که کالای فروخته شده کتاب و محصولاتی مشابه آن مانند فتیل های صوتی یا پادکست ها یا کیف پول های سخت افزاری باشد نظر به اینکه محتویات آنها بعد از ارسال، از منظر مجموعه «مارول»، «افشا شده برای خریدار» تلقی می گردد(فرض می شود که از همان زمان، ارزش محصولات به کاربر منتقل گردیده و از تملّک مارول خارج گردیده و امکان اعاده ارزش آن دیگر وجود ندارد) لذا مشمول امکان عودت نخواهد شد و امکان استرداد کالا یا عودت وجه به هیچ وجه وجود ندارد. در صورتی که کالای فروخته شده قبل از ارسال به پست از طرف کاربر اعلام لغو گردد؛ مبلغ پرداخت شده با کسر ۲۰ درصد از مبلغ واریزی به عنوان هزینه های اداری و مالی طی ۲۴ الی ۴۸ ساعت کاری به حساب کاربر(همان حسابی که پرداخت به مبدأ آن انجام شده باشد) واریز خواهد شد.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 7) خطا و بروز اشتباه در فرایند اعلام قیمت : در صورت بروز هرگونه خطا نسبت به درج قیمت و ارزش ریالی کالاهای موجود در سایت، حق بلا اثر نمودن سفارش و خرید انجام شده توسط کاربر، برای مجموعه محفوظ است. بدیهی است مجموعه وجه دریافتی را به پرداخت کننده و طی ۲۴ الی ۴۸ ساعت کاری به حساب کاربر(همان حسابی که پرداخت به مبدأ آن انجام شده باشد) واریز و عودت می‌نماید.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 8) تصاویر محصولات و مشخصات کالا : تصاویر محصولات جهت اطلاع و کمک به خرید مشتری است و از آنجا که ممکن است در پاره ای جزییات با کالای اصلی تفاوت هایی داشته باشد به استناد آنها نمی توان اعلام مغایرت کرد. ملاک وجود مغایرت در مشخصات کالا، مشخصات درج شده در وب سایت است.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">ماده 9) روش های پرداخت : هر گونه پرداخت بابت محصولات و کالاهای موجود در سایت صرفاً از طریق درگاه های متصل به سایت امکانپذیر است و سایر روش های پرداختی جز در موارد استثنائی مانند قطعی سایت و با اعلام و هماهنگی قبلی با پشتیبانی سایت، به هیچ وجه مورد تأیید سایت نخواهد بود. مسئولیت هر گونه اشتباه در فرایند پرداخت بر عهده کاربر می باشد.</p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 10) روش های ارسال کالا : جز در مواردی که به شیوه دیجیتال و از طریق داده پیام، به کاربر امکان دسترسی به محتویات دیجیتال سایت داده شود، در صورت خرید کالا، ارسال از طریق پست و یا تیپاکس خواهد بود. در این موارد مسئولیت فروشگاه تحویل سفارش بصورت صحیح و سالم و در حداقل بازه زمانی به شرکت پست یا باربری و ارسال کد پیگیری برای مشتری می باشد. در این موارد مطابق مواد ۳۸۶ و ۳۸۷ قانون تجارت، کلیه حوادث ناشی از حمل کالا، بر عهده متصدی حمل و نقل بوده و فروشگاه مسئولیتی در قبال تاخیر در ارسال یا مشکلات احتمالی آن ندارد.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 11) هزینه ارسال : هزینه ارسال جز در مواردی که اعلام ارسال رایگان گردد، بر عهده کاربر است.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 12) زمان ارسال : جز در مواردی که صراحتاً و از قبل به اعلام مشتری رسیده باشد که زمان ارسال سفارش به چه نحو خواهد بود، در سایر موارد نهایتاً ظرف 2 روز کاری از زمان پرداخت وجه، کالا به اداره پست یا تیپاکس تحویل خواهد شد. در هر موردی که در ارسال کالا به هر دلیلی تأخیر حادث شود از طریق مقتضی علّت این امر و زمان دقیق ارسال به اطلاع کاربر می رسد.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 13) عودت کالا به دلیل عدم انطباق با سفارش : مشتریان محترم موظف هستند هنگام تحویل گرفتن سفارش و قبل از بازکردن بسته بندی، مشخصات کالای سفارش داده شده را با کالای تحویلی مطابقت داده و در صورت مغایرت از تحویل گرفتن آن خودداری نماید. در غیر این صورت به هیچ وجه مجموعه «مارول» امکان عودت کالا و جایگزینی آن با سفارش را نخواهد داشت.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 14) عودت کالا به دلیل عدم سلامت ظاهری : مشتریان محترم موظف هستند در هنگام تحویل گرفتن سفارش، کالای سفارش داده شده خود را تحویل ظاهری بگیرند (تحویل ظاهری یعنی کالا از تمام جنبه های ظاهری بررسی و در صورتیکه فاقد هر گونه ایراد ظاهری باشد، تحویل گرفته شود). توجه گردد هنگامی که کالا تحویل ظاهری گرفته می شود، فروشگاه دیگر مسئولیتی در قبال مشکلات و ایرادات ظاهری کالا نیز نخواهد داشت. چنانچه بسته بندی کالا دارای مشکل یا ایراد ظاهری بوده و نشان از ضربه خوردگی یا مشکلات احتمالی داشته باشد، مشتری باید از تحویل گرفتن آن خودداری نماید و ضمن تهیه صورتجلسه، موضوع را بلافاصله به مجموعه «مارول» اطلاع نماید. در زمان ارسال کالا توسط شرکت پست و یا باربری، مشتریان محترم موظف هستند در حضور مامور پستی و قبل از امضاء رسید تحویل کالا، از سلامت بسته بندی و سلامت ظاهری کالا مطمئن گردد و در صورتیکه کالا از نظر بسته بندی و یا سلامت ظاهری دارای ایراد باشد، ضمن تحویل نگرفتن آن و درخواست صورتجلسه، بلافاصله موضوع را به فروشگاه و مجموعه پشتیبانی اطلاع دهد. در این موارد چنانچه مشتری بدون بررسی سلامت ظاهری، رسید پستی یا باربری (بمنزله دریافت کالا بصورت صحیح و سالم) را امضاء نماید، دیگر حق اعتراضی در مورد سلامت ظاهری کالا نخواهد داشت، زیرا به دلیل آنکه مشتری شخصاً تایید نموده است که کالا را صحیح و سالم دریافت نموده است، دیگر امکان هیچگونه پیگیری برای دریافت خسارت توسط مشتری وجود ندارد.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 15 ) عوامل قهری و حدود مسئولیت : وب ‏‌سایت مارول هیچ گونه مسئولیتی را در رابطه با حذف شدن صفحه‏‌های سایت خود و یا لینک‏‌های غیر فعال نمی‌‏پذیرد. سروﻳس‌‏های سایت آن‏گونه که هست ارائه می‏‌شود و سایت مارول تحت هیچ شرایطی مسوولیت تاخیر یا عدم کارکرد سایت را که می‌تواند ناشى از عوامل طبیعى، مشکلات اینترنتى، خرابی تجهیزات کامپیوترى، مخابراتى و غیره باشد بر عهده ندارد. تمامی شرایط و قوانین مندرج، در شرایط عادی قابل اجرا است و در صورت بروز هرگونه از موارد فورس ماژور، مدیریت مارول هیچ گونه مسئولیتی در قبال قوانین ذکر شده ندارد.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 16) مسئولیت کاربران : هر گونه استفاده غیر متعارف، غیر مجاز یا غیر قانونی از سایت توسط کاربران که منجر به آسیب، خرابی، از دست رفتن یا تغییر اطلاعات، افشای اطلاعات شخصی کاربران و سایر ضرر و زیان های احتمالی گردد، پیگرد قانونی به دنبال خواهد داشت. کاربران موظف به حفاظت از اطلاعات شخصی کاربری خویش بوده و مسئولیت تبادل هرگونه اطلاعاتی که از طریق شناسه کاربری و رمز عبور آن ها صورت می گیرد بر عهده آنان است.فروشگاه در قبال افشای اطلاعات کاربر در اثر قصور کاربر و یا هر دلیل دیگر که منتسب به کاربر باشد و یا مطلقاً هر مواردی که منتسب به تقصیر یا قصور مجموعه نباشد، مسئولیتی نخواهد داشت.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 17) اختیارات مجموعه فروشگاه و سایت : مدیریت سایت همواره خود را مجاز و مختار می داند که نسبت به ایجاد تغییرات دلخواه در سایت از جمله تغییرات فنی و ظاهری، تغییر خدمات و نحوه ارائه آن، تغییر محتوا و اطلاعات سایت، تغییر در سیاست ها، حقوق و قوانین و مقررات اقدام نماید. همچنین سایت مارول در هر زمانی اختیار را دارد که بنا به مصالح خود، ارائه سرویس به مشتریان و برقراری ارتباط با آنان را متوقف و نسبت به تغییر یا حذف کلیه مطالب یا خدمات خویش اقدام نماید.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 18) حقوق مالکیت مادی و معنوی : کلیه محتوای سایت صرفاً متعلق به مجموعه «مارول ترید» بوده و هرگونه کپی برداری و استفاده شخصی یا تجاری از آن بدون کسب مجوز مکتوب از مدیریت مجموعه، غیر مجاز و پیگرد قانونی به همراه خواهد داشت.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 19) رعایت حریم شخصی کاربران : سایت «مارول» اقدام به دریافت اطلاعاتی می کند که هنگام ارسال سفارش خرید کالاها، بر مبنای آن بتوان سفارش را در اسرع وقت تحویل دهد. همچنین مبادرت به جمع آوری اطلاعات آماری می نماید که مربوط به سخت افزار و نرم افزار رایانه شما می باشد و به طور خودکار ثبت می شود. این اطلاعات می تواند شامل آدرس IP، نوع مرورگر، نام حوزه اینترنتی و زمان دسترسی به سایت باشد. مجموعه مدیریت «سایت مارول» خود را ملزم به رعایت حریم شخصی کاربران می‌داند، لطفا در صورت مشاهده هرگونه تخلف، مراتب را از طریق کانال‏‌های ارتباطی ذکر شده با ما در میان بگذارید.
                </p>
            </div>

            <div className="my-2">
                <p className="text-start">
                ماده 20) حفظ حق تغییر و اصلاح در قوانین : محتویات این صفحه در هر زمانی قابل تغییر است و این حق برای «صاحب امتیاز سایت مارول» محفوظ بوده که بدون اطلاع و هماهنگی قبلی، اقدام به، بروز رسانی و یا تغییر در محتوای این صفحه کند. کاربران موظف هستند که به صورت دوره ای و یا قبل از اقدام به خرید به این صفحه مراجعه کرده تا از تغییرات احتمالی در قوانین آگاه شوند.
                </p>
            </div>
        </div>
    )
}

export default TermsConditions
