const questions = [
  {
    title: "چرا باید در آکادمی مارول شرکت کنیم ؟",
    text: "شما برای ترید کردن و موفقیت در این بازار در مرحله اول نیاز به یک آموزش درست و کامل دارید که ما این آموزش ها رو برای شما دوستان عزیز تهیه کردیم و در آکادمی مارول قرار دادیم تا شما به راحتی به یک مرجع کامل آموزشی درمورد ترید دسترسی داشته باشید .",
  },
  {
    title: "آیا برای استفاده از آکادمی مارول باید هزینه ای پرداخت شود ؟",
    text: "خیر شما برای استفاده از آکادمی مارول نیاز نیست هزینه ای پرداخت کنید ما تمامی این آموزش ها و به صورت رایگان در اختیار شما قرار داده ایم .",
  },
  {
    title: "از کجا باید شروع کنیم ؟",
    text: "شما برای شروع میتوانید در آکادمی ثبت نام کنید و به ترتیب آموزش ها رو ببیند و مرحله به مرحله با تمرین ها و آزمون هایی که ما برای شما تهیه کردیم به یک تریدر تبدیل شوید .",
  },
  {
    title: "آیا در هر سطحی هستیم میتونیم در مدرسه مارول شرکت کنیم ؟",
    text: "بله شما در هر سطحی که هستید میتوانید در تمامی کلاس‌های آموزشی ما شرکت کنید چون اینجا قراره با حقیقت ترید آشنا بشید و ما سعی میکنیم شما رو به حرفه ‌ای ترین فرد در ترید  تبدیل کنیم. این شگرف ماست که می‌تونیم شما رو از صفر به صد برسونیم و کمک‌تون کنیم تا بیشترین سود رو بدست آورید و از آموزش‌ها لذت ببرید .",
  },
  {
    title: "کدوم سرویس اشتراک مارول برای تازه کار ها مناسب هست ؟",
    text: "بهترین راه برای شروع کار با مارول که ما به شما پیشنهاد میدیم این هست که اگر آموزشی درمورد این بازار ندیده اید اول از همه در آکادمی مارول شرکت کنید و بعد از دیدن آموزش های لازم میتونید از سرویس های اشتراک مارول استفاده کنید و سعی کنید از معاملات اسپات شروع کنید و بعد از کسب تجربه و سود مثبت در بازار  وارد قسمت معاملات فیوچرز شوید .",
  },
  {
    title: "در آکادمی مارول چه مباحثی آموزش داده میشود ؟",
    text: "ما در آکادمی مارول تمامی مواردی که نیاز هست تا شما به یک تریدر حرفه ای تبدیل شوید رو آموزش میدیم .",
  },
];
export default questions;
